Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: The following section will explore these principles in more depth and will assess how they are important when matching an offender to the right intervention.
vi: Phần tiếp theo sẽ khảo sát những nguyên tắc này kỹ lưỡng hơn và sẽ đánh giá chúng quan trọng thế nào khi áp dụng với người phạm tội bằng các biện pháp can thiệp đúng đắn.

source: The former is viewed as self-generated, reflecting personal goals and desires, and involves acting on the environment.
vi: Loại hành vi thứ nhất được xem xét như là tự sản sinh, phản ánh mục tiêu và khát vọng của một cá nhân và liên quan đến hành vi trong môi trường.

source: The foundation of this view is often traced to the publication in 1974 of a review paper ‘What works?
vi: Quan điểm này được hình thành từ sự xuất bản của một bài báovào năm 1974, "Điều gì sẽ hiệu quả......

source: The growth in the use of programmes over the last few years can be demonstrated by comparing these figures against those from 2001.
vi: So sánh số liệu từ năm 2001 cho thấy chương trình đã được sử dụng rộng rãi trong vài năm gần đây.

source: The human and financial cost of sexual offending to victims and the social and health services is large, as is the public investment in policing, prosecuting and incarcerating sex offenders.
vi: Chi phí nhân lực và tài chính dành cho những nạn nhân của lạm dụng tình dục và các dịch vụ xã hội cũng như sức khoẻ khá lớn, cũng như là đầu tư của cộng đồng về chính sách, khởi tố và tống giam những kẻ quấy rối tình dục.

source: The idea behind this appears to be that if the State is going to kill someone it should be done without torture and cruelty.
vi: Ý nghĩa của việc này là khi Quốc gia muốn tử hình một người thì nên tiến hành việc đó mà không có bất kỳ sự tra tấn tàn ác nào.

source: The idea behind this is that if prison is made into a really horrible place to be, then offenders will not want to go back and so will not reoffend.
vi: Ý kiến này có nghĩa rằng nếu nhà tù trở thành một nơi cực kỳ tồi tệ, thì người phạm tội sẽ không muốn trở lại đồng nghĩa với việc họ sẽ không tái phạm.

source: The impact of these usually small-scale evaluations on the debate was not great, however.
vi: Tuy nhiên, những bài đánh giá thường có qui mô nhỏ này không mang lại sức ảnh hưởng lớn.

source: The importance of this skill probably relates to the fundamental question of ‘Why should guilty suspects confess to the police?’.
vi: Vai trò quan trọng của kỹ năng này chắc chắn liên quan đến câu hỏi cơ bản 'Tại sao nghi phạm nên thú tội với cảnh sát?'

source: The inappropriate vocabulary was by no means directed at only the youngest children.
vi: Việc sử dụng từ vựng không thích hợp không hề chỉ nhắm tới trẻ em với độ tuổi thấp.

source: The incident was made all the more extraordinary by its setting.
vi: Biến cố đã vượt quá so với sự sắp đặt của nó.

source: The individual characteristics that should be considered under specific responsivity range from race and gender to cognitive and reading ability, motivation and the ability to function in groups.
vi: Các đặc điểm cá nhân cần xem xét có thể bao gồm từ chủng tộc và giới tính cho đến khả năng đọc và nhận thức, động lực, khả năng hoạt động nhóm

source: The industry is now regulated and only accredited officers are allowed to perform security duties.
vi: Ngành công nghiệp này hiện nay đã được điều chỉnh và chỉ những sĩ quan chính thức được công nhận mới được phép thực thi những nhiệm vụ an ninh.

source: The inevitable weaknesses that exist in polygraphic lie detection led the National Research Council and the British Psychological Society to review the effectiveness of other possible methods to detect deception.
vi: Những lỗ hổng không thể loại bỏ trong việc sử dụng máy phát hiện nói dối đưa Hội đồng Nghiên cứu Quốc gia Mỹ và Cộng đồng Tâm lý học Anh quốc tới việc đánh giá hiệu quả của các phương pháp khả dĩ khác nhằm lật tẩy gian dối.

source: The information in this section has, thus far, been concerned with the application of psychological knowledge to assist in police investigation.
vi: Thông tin ở phần này cho đến nay đều đặc biệt quan tâm đến ứng dụng của kiến thức tâm lý học để hỗ trợ cảnh sát điều tra.

source: The information that the Treatment Managers gather is then used to help the leaders develop their skills and is also routinely sent to the Home Office for monitoring.
vi: Thông tin về việc các Giám đốc Điều trị tập trung thì khi đó được sử dụng để giúp những người lãnh đạo phát triển kỹ năng của họ và được gửi định kỳ đến Bộ Nội Vụ để giám sát.

source: The initial phase of the programme is made up of sessions totalling fifty hours of treatment.
vi: Giai đoạn đầu tiên của chương trình là những buổi họp có tổng thời gian là 50 giờ điều trị

source: The language of the manifesto was analysed by a variety of linguists (and others) at different stages in the investigation.
vi: Nhiều nhà ngôn ngữ học (và cả các chuyên gia lĩnh vực khác) đã phân tích ngôn từ của Bản tuyên ngôn này trong nhiều giai đoạn khác nhau xuyên suốt cuộc điều tra.

source: The latter is what people most commonly associate with the term offender profiling.
vi: Loại thứ hai là loại mọi người thường gắn với thuật ngữ thiết lập hồ sơ tội phạm.

source: The latter usually is easier to achieve than the former, unless one is well trained.
vi: Trường hợp thứ hai thường dễ thành công hơn trường hợp đầu tiên, trừ khi kẻ bị tra hỏi đã được đào tạo.

source: The lawyer Emily Henderson claimed that many of the cross-examination tactics used by lawyers to question children are suggestive and are a ‘how not to’ guide to interviewing (that is, are the opposite of what is contained in guidance documents on how to interview children).
vi: Luật sự Emily Henderson cho biết, chiến thuật của các luật sư khi đối thẩm với trẻ là đưa là câu hỏi mang tính gợi ý và không làm theo hướng dẫn thực hiện thẩm vấn (hay nói cách khác là đi ngược lại những điều được ghi trong những tài liệu hướng dẫn cách thẩm vấn trẻ em).

source: The legal and judicial systems depend upon language, and experts in language can usefully apply their methods and insights to assist, criticize and attempt reforms.
vi: Các hệ thống pháp luật và tư pháp phụ thuộc vào ngôn ngữ, và các chuyên gia ngôn ngữ có thể áp dụng hữu ích các phương pháp và hiểu biết của mình để hỗ trợ, phê bình và nỗ lực cải cách.

source: The linguistic evidence was reanalysed and defended in court by Don Foster, a Professor of English literature, and led to a search of Kaczynski’s mountain cabin and the discovery of bomb-making equipment and other evidence leading to his conviction.
vi: Bằng chứng ngôn ngữ học này đã được tái phân tích và đem ra trước tòa bởi Giáo sư Văn học Anh Don Foster, dẫn đến cuộc tìm kiếm nơi trú ẩn trên núi của Kaczynski và việc phát hiện ra nhiều thiết bị bao gồm thiết bị để chế tạo bom ở đó. Những thứ này đã được đem ra làm bằng chứng buộc tội anh ta.

source: The lone vigilante is best described by the case of Tony Martin who was repeatedly victimized by a group of youths in his remote farmhouse in the countryside.
vi: Dân phòng độc lập được miêu tả rõ nhất vụ của Tony Martin, người liên tục bị biến thành nạn nhân bởi 1 nhóm người trẻ tuổi trong ngôi nhà xa xôi ở trang trại vùng nông thôn.

source: The main impetus for criminal psychologists to address the issue of witness testimony has come from concerns about false convictions.
vi: Nỗi lo về khả năng kết án oan chính là động lực chính thúc đẩy các nhà tâm lý học tội phạm tìm cách giải quyết vấn đề chứng thực lời khai của nhân chứng.

source: The main programme delivered in prisons is called the Core programme.
vi: Chương trình chính được đưa đến các nhà tù được gọi là chương trình Lõi.

source: The main reason for this is that when most people lie they do not usually behave in line with other people’s beliefs about cues to lying.
vi: Nguyên nhân chính cho điều này là khi hầu hết mọi người nói dối, họ thường không cư xử giống như những niềm tin về dấu hiệu nói dối của người khác

source: The major reason for this has been the traditional view of trial judges that what criminal psychology research has found out is already within the common knowledge of jurors and therefore that expert testimony on such matters is not required (the role of expert witnesses being to assist the court).
vi: Lý do chính là bởi cái nhìn truyền thống của hội đồng xét xử về những nghiên cứu tâm lý tội phạm đã tồn tại rất rõ ràng trong kiến thức thông dụng của các thành viên bồi thẩm đoàn, và vì thế lời khai mang tính chuyên môn đến các vấn đề trên là không cần thiết (vai trò của các nhân chứng chuyên môn chỉ là tới dự buổi xét xử).

source: The majority of these field studies have employed the CQT – explained above.
vi: Phần lớn các nghiên cứu hiện trường như thế này đều áp dụng phương pháp CQT - như đã giải thích ở trên.

source: The majority of treatment programmes used in the criminal justice system in the UK and many in the US, Canada, Australia and New Zealand are based on cognitive behavioural principles.
vi: Phần lớn các chương trình điều trị dùng trong hệ thống tư pháp hình sự ở Vương quốc Anh và nhiều các chương trình khác ở Mỹ, Canada, Úc và New Zealand đều dựa trên liệu pháp nhận thức hành vi.

source: The man thought responsible for these murders has never been identified but has been given the name Jack the Ripper.
vi: Người đàn ông được cho rằng phải chịu trách nhiệm cho những vụ án mạng đó chưa bao giờ bị vạch trần, nhưng đã được đặt tên là Jack Đồ Tể.

source: The marauders are hypothesized to move outwards from their residence to offend.
vi: Maurauder được giả định là sẽ di chuyển ra ngoài nơi cư trú của chúng để gây án.

source: The marauder’s home range and criminal range therefore overlap.
vi: Phạm vi cư trú của marauder và phạm vi phạm tội do đó chồng chéo lên nhau.

source: The mass media may also play a role in investigation under the umbrella of ‘responsible citizenship’ (Johnston 1996).
vi: Truyền thông đại chúng cũng có khả năng đóng một vai trò nhất định trong công việc điều tra dưới phạm vi "Công dân trách nhiệm"(Johnston 1996).

source: The material reviewed so far in this chapter has suggested that for at least a minority of prisoners, experiencing imprisonment can have profound negative effects.
vi: Trong chương này, các tư liệu đến giờ cũng đã chỉ ra rằng ít nhất cũng có một phần nhỏ trong số các tù nhân, trải qua việc bị bỏ tù có thể có những tác động tiêu cực sâu sắc.

source: The media can also pursue their own investigations, and reporters often go under cover, gathering information and footage to publicize.
vi: Đồng thời, phương tiện truyền thông cũng có thể theo đuổi những công việc điều tra riêng, và những phóng viên thường nằm vùng, thu thập thông tin và cảnh phim để công khai.

source: The media can gather information from the public to help the police solve crime.
vi: Truyền thông có thể tập hợp thông tin từ công chúng để giúp đỡ cảnh sát giải quyết vụ án.

source: The meta-analysis technique, therefore, allows for the combination of findings from different small studies into one statistic: the ‘effect size’.
vi: Phương pháp phân tích tổng hợp cho phép kết hợp các bằng chứng từ nhiều nghiên cứu nhỏ khác nhau vào cùng một một bảng thống kê: "hiệu quả kích thước"..

source: The model, he suggests, should be one of a teacher explaining something complex to a class.
vi: Ông ấy gợi ý mô hình này nên được giảng những thứ phức tạp trong lớp học.

source: The moral reasoning section of the programme provides offenders with the chance to challenge their attitudes towards certain situations.
vi: Phần nội dung về lập luận đạo đức của chương trình cung cấp cho người phạm tội cơ hội để thử thách thái độ của họ đối với các tình huống nhất định.

source: The most common cause for this action is when citizens believe that they cannot get justice through legal means, i.e. through the criminal justice system.
vi: Nguyên nhân phổ biến nhất cho hành động này là khi công dân tin rằng họ không thể có được công lý bằng những biện pháp thông thường, tức là qua hệ thống công lý tội phạm.

source: The most crucial contribution of criminal psychology to better evaluation of eyewitness testimony has been to try to make investigators, courts, and juries aware that memory does not act like a tape recorder.
vi: Đóng góp quan trọng nhất của tâm lý học tội phạm cho việc đánh giá tốt hơn về lời khai nhân chứng đã cố gắng để khiến các nhà điều tra, quan tòa và thẩm phán biết được rằng trí nhớ con người không hoạt động như một cuộn băng ghi hình.

source: The most notable example of this is DNA profiling.
vi: Ví dụ đáng chú ý nhất cho sự thay đổi này là hồ sơ DNA.

source: The murders occurred at night, most outside on the streets of Whitechapel although one occurred inside a house in the area.
vi: Các vụ án mạng xảy ra lúc đêm xuống, hầu hết là ở bên ngoài trên những con phố của Whitechapel mặc dù có một vụ xảy ra bên trong một ngôi nhà trong khu vực.

source: The national Sex Offenders Register was set up after the passing of the Sex Offender Act 1997.
vi: Danh sách tội phạm tình dục quốc gia đã được lập ra sau khi luật vi phạm tình dục được thông qua năm 1997.

source: The nature of punishment for wrongdoing, just as the nature of crime, changes over time and across cultures.
vi: Bản chất của việc trừng phạt những hành động phạm pháp, giống như bản chất của tội ác, thay đổi theo thời gian và theo các nền văn hóa.

source: The naïve group was significantly less accurate at linking than the other three groups who did not differ from each other.
vi: Nhóm không chuyên kém chính xác về việc kết nối hơn hẳn ba nhóm còn lại không khác nhau nhiều lắm .

source: The next few sections will examine in more detail how psychologists can and do contribute their expertise to aid the work of the criminal justice system.
vi: Những chương tiếp theo sẽ phân tích chi tiết về cách thức mà các nhà tâm lý học đóng góp những ý kiến chuyên môn để giúp đỡ quá trình vận hành của hệ thống tư pháp hình sự.

source: The next sections will focus on some of these roles in more detail.
vi: Chương tới sẽ tập trung phân tích chi tiết một số vai trò khác.

source: The notion of reconciliation is important as it is thought that the main way this works to reduce reoffending is to make offenders recognize that they have done wrong: if the offender is given the opportunity to show regret and be re-accepted into the community, this will benefit all (Easton and Piper, 2005).
vi: Khái niệm hòa giải trở nên quan trọng khi nó trở thành cách hiệu quả chủ yểu để giảm sự tái phạm bằng cách khiến cho những người phạm tội nhận thức được việc làm sai trái của mình: nếu người phạm tội được cho cơ hội để bày tỏ sự thương tiếc và được chấp nhận lại vào cộng đồng, việc đó sẽ có lợi cho tất cả các bên (Easton and Piper, 2005)

source: The number of countries which have capital punishment is decreasing.
vi: Số lượng các quốc gia duy trì hình phạt tử hình đang giảm dần.

source: The number of participants utilized in the research is import- ant, as the statistics employed to measure any effect brought about by participation in the programme are sensitive to the size of the sample under investigation.
vi: Ngoài ra, số lượng người tham gia nghiên cứu cũng rất quan trọng, vì thống kê sử dụng để đo lường bất cứ tác động nào gây ra bởi người tham gia chương trình. Họ là những người rất nhạy cảm với bằng chứng thu được được khi điều tra.

source: The occasional public outcries for a return to a significant visible policing presence on the street put the police service under pressure to continually monitor and modify their evolving style of policing, and to ensure that they remain readily identifiable, distinctive and accessible to the public.
vi: Đôi khi, công chúng phản đối sự xuất hiện thường xuyên của cảnh sát trên đường phố. Điều này khiến cho cảnh sát phải chịu áp lực để tiếp tục giám sát và thay đổi cách thức giữ gìn trật tự, và để đảm bảo rằng công chúng vẫn luôn nhận ra và có thể tìm kiếm họ một cách dễ dàng.

source: The offender has, therefore, not only impulsively jumped to the wrong conclusion about why the man is looking in his direction, but has also stuck rigidly to his usual course of action for resolving such circumstances.
vi: Từ đây, chúng ta có thấy rằng phạm nhân không chỉ hấp tấp đưa ra kết luận sai mà còn mắc kẹt với cách phản ứng thông thường của mình và câu hỏi mà chương trình đặt ra cho phạm nhân là: liệu có thể sử dụng một phương pháp thay thế để giải quyết tình huống theo cách ôn hòa hơn?

source: The offender’s home should therefore be located within the circle and also towards the centre of the circle.
vi: Nhà của kẻ phạm tội, do đó, sẽ nằm trong vòng tròn và hướng về phía tâm của vòng tròn.

source: The offender’s response may be to do what he always does when someone is acting that way towards him – he goes over and punches the other male.
vi: và sẽ hành động theo cách mà anh ta luôn làm trong những tình hống như vậy - tấn công.

source: The officer felt that he was making progress with the offender and he knew where the offender was and what he was doing.
vi: Sĩ quan cảm thấy anh ta đang có tiến triển với tên tội phạm và anh biết được tên tội phạm đang ở đâu và hắn đang làm gì.

source: The other main role of academics is to carry out research within their field of interest.
vi: Một vai trò chính quan trọng khác của các học giả là làm các nghiên cứu về khía cạnh mà họ quan tâm.

source: The overview stated that ‘One of the myths still held by many laypersons and officials in the criminal justice system is the belief that eyewitness memory, including voice recognition, is merely common knowledge’ and that ‘Most voice identification issues of concern to the court, of course, are for voices of strangers ... identification for unfamiliar voices must by treated with caution.’
vi: Bài viết 'Nhiều người không chuyên và cán bộ công tác trong hệ thống tư pháp hình sự vẫn còn giữ một niềm tin sai lầm, đó là trí nhớ của nhân chứng, bao gồm cả nhận dạng giọng nói, chỉ đơn thuần là thường thức' và 'Phần lớn các giọng nói nói cần được xác nhận, đương nhiên, là của người lạ ... việc nhận dạng những giọng nói xa lạ cần phải được xử lí một cách cẩn thận.'

source: The paper reviewed 231 studies of offender treatment and, despite up to forty-eight per cent of studies showing positive effects, concluded that offender treatment ‘cannot overcome, or even appreciably reduce, the powerful tendency for offenders to continue in criminal behaviour’.
vi: Bài báo nói về 231 bài nghiên cứu về các mức án dành cho phạm nhân. Dù đến 48% các nghiên cứu cho thấy kết quả khả quan, bài báo kết luận việc điều dành cho phạm nhân "không thể vuợt qua và giảm thiểu khả năng tái gây án của phạm nhân."

source: The paths by which women enter the criminal justice system also suggest reasons for why women prisoners suffer greater psychological distress.
vi: Con đường đã đẩy những người phụ nữ phải đối mặt với hệ thống tư pháp hình sự cũng chỉ ra lý do tại sao tù nhân nữ chịu đựng sự sự đau đớn về mặt tinh thần lớn hơn.

source: The police also need advice on how best to approach the little boy so as not to traumatise him any further.
vi: Cảnh sát cũng cần lời khuyên về cách tốt nhất để tiếp cận đứa bé mà không gây chấn thương tâm lý cậu ấy.

source: The police and probation service will manage sex offenders if they are required to register with the police or have had a prison sentence of longer than a year.
vi: Cảnh sát và cơ quan giám sát phạm nhân sẽ quản lý những tội phạm tình dục nếu họ bị yêu cầu ghi tên với cảnh sát và có án tù lâu hơn 1 năm.

source: The police can also use psychologists in order to gain advice on how to interview particular types of witnesses or suspects.
vi: Cảnh sát cũng phối hợp với các nhà tâm lý để nhận lời khuyên về cách chất vất từng dạng nhân chứng hay nghi phạm nhất định.

source: The police can use it for several purposes.
vi: Cảnh sát có thể sử dụng kết nối vụ án cho nhiều mục đích.

source: The police have asked him to provide them with some advice in relation to a case they are working on.
vi: Cảnh sát yêu cầu anh ấy cung cấp lời khuyên cho họ về mối liên hệ các vụ án mà họ đang theo đuổi.

source: The police interviewer said to him: ‘I’ve had little girls sitting on my lap.
vi: Cảnh sát phụ trách chất vấn nói với anh ta rằng: 'Tôi đặt cô bé ngồi vào lòng mình'.

source: The police may also take photographs of the offenders and their fingerprints.
vi: Cảnh sát cũng có thể chụp ảnh tội phạm và dấu vân tay của họ.

source: The police may decide that the person should be arrested and at this point the law is clear that the person has to be informed of his or her rights.
vi: Cảnh sát sẽ quyết định xem người đó có bị bắt không và vào thời điểm này, luật pháp quy định rõ ràng rằng người đó phải được thông báo về quyền lợi của mình.

source: The police officer was supporting one offender who had been reluctant to work with the police and had been difficult to deal with.
vi: Viên sĩ qua ncanhr sát đang ủng hộ cho 1 tội phạm, người đã miễn cưỡng làm việc với cảnh sát và rất khó đối phó.

source: The police officer was very unhappy about this and reported that they have not been able to meet the offender since.
vi: Viến sĩ quan cảnh sát đã rất không hài lòng về điều này và báo cáo rằng họ không thể gặp người tội phạm kể từ khi đó.

source: The police officer went on a regular visit to see the offender with a new colleague.
vi: Viên sĩ quan cảnh sát ghé thăm tên tội phạm thường xuyên cũng với 1 đồng nghiệp mới.

source: The police see me as a catalyst for the exposure and want to nip it in the bud.’
vi: Cảnh sát xem tôi như một chất xúc tác cho sự vạch trần và muốn dập tắt nó ngay lúc mới bắt đầu.

source: The police service, like many other organizations, is now actively involved with issues of equality and diversity.
vi: Ngành cảnh sát, cũng như nhiều tổ chức khác, hiện nay đang tích cực tham gia các vấn đề liên quan đến bình đẳng và đa dạng.

source: The police were very alert to the possibility of suicide bombing and their stress/emotion/arousal may have caused them to ignore (non-central) cues that could have indicated that the man they were following was the wrong one.
vi: Cảnh sát đã được cảnh báo rõ ràng về khả năng có kẻ đánh bom liều chết và độ căng thẳng, cảm xúc và kích thích của họ có thể khiến họ bỏ qua những dấu hiện (không phải là trung tâm) rằng người mà họ đang truy đuổi không phải là người họ đang tìm kiếm.

source: The police wish to gain as much accurate information from the child as possible in order to help their case but are unsure as to how much they can rely on his statement due to his age and the trauma he has been through.
vi: Cảnh sát luôn đòi hỏi càng nhiều thông tin chính xác từ đứa trẻ càng tốt để hỗ trợ điều tra vụ án nhưng họ cũng không dám phụ thuộc quá nhiều vào lời khai của cậu bé bởi vì tuổi của cậu bé còn quá nhỏ và cậu ấy dễ bị tổn thương tâm lý.

source: The precision required in legal language requires it to be as context independent as possible.
vi: Sự chính xác được trong ngôn ngữ pháp lý đòi hỏi nó phải được đặt trong hoàn cảnh độc lập tối đa có thể.

source: The previous studies had in total examined over 150 possible cues.
vi: Những nghiên cứu trước đã kiểm nghiệm tổng cộng trên 150 dấu hiệu khả thi
